Repository: Narges-Mntzr/Heart-Beat
Catalog: server/myproject/heartbeat/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Just now
fa: لحظاتی پیش

source: {} mins ago
fa: {} دقیقه پیش

source: {hours} hours ago
fa: {hours} ساعت پیش

source: {days} days ago
fa: {days} روز پیش

source: Username and password are required.
fa: وارد کردن نام کاربری و رمز عبور الزامی است.

source: Username must be at least 6 characters long.
fa: نام کاربری باید حداقل ۶ کاراکتر داشته باشد.

source: Username contains invalid characters.
fa: نام کاربری شامل کاراکترهای غیرمجاز است.

source: Username already exists.
fa: این نام کاربری قبلاً ثبت شده است.

source: Invalid password.
fa: رمز عبور نادرست است.

source: User not found.
fa: کاربری با این مشخصات یافت نشد.

source: Username is necessary.
fa: وارد کردن نام کاربری الزامی است.

source: You are already following this user.
fa: شما قبلاً این کاربر را دنبال کرده‌اید.

source: User not found
fa: کاربر یافت نشد.

source: heartbeat recorded
fa: ضربان قلب ثبت شد.

source: Missing fields.
fa: برخی فیلدها پر نشده‌اند.

source: You can only send messages to your followers.
fa: تنها می‌توانید به دنبال‌کنندگان خود پیام ارسال کنید.

source: The message text must be a maximum of 100 characters.
fa: متن پیام نباید بیش از ۱۰۰ نویسه باشد.

source: Message sent
fa: پیام با موفقیت ارسال شد.

source: Message not found
fa: پیام مورد نظر یافت نشد.
