// config/config.js

// const BASE_URL = "http://172.20.10.5:8080/api";
const BASE_URL = "https://heartbeat.darkube.app/api";

const SHARE_MESSAGE = `سلام! من با نام کاربری «__USERNAME__» توی اپلیکیشن Heartbeat  هستم.

توی این برنامه، می‌تونیم با ضربان قلب مجازی به همدیگه یادآوری کنیم که تنها نیستیم. 
هر روز از حال هم باخبر بشیم و یه دلگرمی کوچیک به هم بدیم❤️ 

اگه تو هم دوست داری توی این حس خوب شریک باشی، همین حالا نصبش کن👇

📲 لینک نصب: https://github.com/Narges-Mntzr/Heart-Beat/releases`;

export default {
  BASE_URL,
  SHARE_MESSAGE,
};
